// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "제어판 언어";

English = "영어";
French = "프랑스어";
German = "독일어";
Spanish = "스페인어";
Italian = "이탈리아어";
Swedish = "스웨덴어";
Danish = "덴마크어";
Norwegian = "노르웨이어";
Dutch = "네덜란드어";
Finnish = "핀란드어";
Japanese = "일본어";
Portuguese = "포르투갈어";
Polish = "폴란드어";
Turkish = "터키어";
Kanji = "간지";
TradChinese = "중국어 번체";
SimpChinese = "중국어 간체";
Russian = "러시아어";
Czech = "체코어";
Hungarian = "헝가리어";
Korean = "한국어";
Thai = "태국어";
Hebrew = "히브리어";
EastEuropean = "동유럽어";
EuroEnglish = "유럽 영어";
CanadianFrench = "캐나다 프랑스어";
Greek = "그리스어";
Arabic = "아랍어";
IndonesianBahasa = "인도네시아어";
Bulgarian = "불가리아어";
Croatian = "크로아티아어";
Estonian = "에스토니아어";
Latvian = "라트비아어";
Lithuanian = "리투아니아어";
Romanian = "루마니아어";
Slovakian = "슬로바키아어";
Slovenian = "슬로베니아어";
Ukrainian = "우크라이나어";
Malay = "말레이어";

TaskDescription = "제어판에 표시되는 정보 및 장치 보고서(예, 구성 페이지) 출력에 사용되는 언어를 변경하려면, 아래 목록에서 언어를 선택하여 주십시오.";
LanguageLabel = "언어:";
ApplyButtonTitle = "지금 적용";
NoLangSelected = "언어 선택";

NoCountrySelected = "국가/지역 선택";
CountryLabel = "국가/지역";

// country names
afghanistan = "아프가니스탄";
albania = "알바니아";
algeria = "알제리아";
americanSamoa = "미국령 사모아";
andorra = "안도라";
angola = "앙골라";
anguilla = "앙길라";
antiguaAndBarbuda = "안티구아 바부다";
argentina = "아르헨티나";
armenia = "아르메니아";
aruba = "아루바";
ascensionIsland = "ascensionIsland";
australia = "호주";
austria = "오스트리아";
azerbaijan = "아제르바이잔";
bahamasThe = "바하마스";
bahrain = "바레인";
bangladesh = "방글라데쉬";
barbados = "바베이도스";
belarus = "벨라루스";
belgium = "벨기에";
belize = "벨리즈";
benin = "베넹";
bermuda = "버뮤다";
bhutan = "부탄";
bolivia = "볼리비아";
bosniaAndHerzegovina = "보즈니아 헤르체고비나";
botswana = "보츠와나";
brazil = "브라질";
brunei = "브루나이";
bulgaria = "불가리아";
burkinaFaso = "부키나 파소";
burundi = "부룬디";
cambodia = "캄보디아";
cameroon = "카메룬";
canada = "캐나다";
capeVerde = "케이프 베르데";
caymanIslands = "캐이먼 군도";
centralAfricanRepublic = "중앙 아프리카 공화국";
chad = "챠드";
chile = "칠레";
china = "중국";
cocosKeelingIslands = "cocosKeelingIslands";
colombia = "콜롬비아";
comoros = "코모로스";
congo = "콩고";
congoDRC = "콩고 민주 공화국";
cookIslands = "쿡 제도";
costaRica = "코스타 리카";
croatia = "크로아티아";
cuba = "쿠바";
cyprus = "사이프러스";
czechRepublic = "체크 공화국";
denmark = "덴마크";
diegoGarcia = "diegoGarcia";
djibouti = "지부티";
dominica = "도미니카";
dominicanRepublic = "도미니카 공화국";
ecuador = "에쿠아도르";
egypt = "이집트";
elSalvador = "엘 살바도르";
equatorialGuinea = "적도 기니";
eritrea = "에리트리아";
estonia = "에스토니아";
ethiopia = "이디오피아";
falklandIslandsIslasMalvinas = "포클랜드 제도";
faroeIslands = "페로스 제도";
fijiIslands = "피지";
finland = "핀란드";
france = "프랑스";
frenchAntilles = "프랑스령 안틸레스";
frenchGuiana = "프랑스령 가이아나";
frenchPolynesia = "프랑스령 폴리네시아";
gabon = "가봉";
gambiaThe = "감비아";
georgia = "그루지아";
germany = "독일";
ghana = "가나";
gibraltar = "지브랄타";
greece = "그리스";
greenland = "그린랜드";
grenada = "그레나다";
guadeloupe = "과달루페";
guam = "괌";
guantanamoBay = "guantanamoBay";
guatemala = "과테말라";
guinea = "기니";
guineaBissau = "기니 비소";
guyana = "가아나";
haiti = "아이티";
honduras = "혼두라스";
hongKongSAR = "홍콩 특별 행정 구역";
hungary = "헝가리";
iceland = "아이스랜드";
india = "인도";
indonesia = "인도네시아";
iran = "이란";
iraq = "이라크";
ireland = "아일랜드";
israel = "이스라엘";
italy = "이탈리아";
jamaica = "자메이카";
japan = "일본";
jordan = "요르단";
kazakhstan = "카자크스탄";
kenya = "케냐";
kiribati = "키리바티";
korea = "한국";
kuwait = "쿠웨이트";
kyrgyzstan = "키르지스탄";
laos = "라오스";
latvia = "라트비아";
lebanon = "레바논";
lesotho = "레소토";
liberia = "라이베리아";
libya = "리비아";
liechtenstein = "리히텐슈타인";
lithuania = "리투아니아";
luxembourg = "룩셈부르그";
lacaoSAR = "lacaoSAR";
macedonia = "마케도니아";
madagascar = "마다가스카르";
malawi = "말라위";
malaysia = "말레이지아";
maldives = "몰디브";
mali = "말리";
malta = "몰타";
marshallIslands = "마셜 제도";
martinique = "마르티니크";
mauritania = "모리태니아";
mauritius = "모리셔스";
mayotte = "마요뜨";
mexico = "멕시코";
micronesia = "마이크로네시아";
moldova = "몰도바";
monaco = "모나코";
mongolia = "몽고";
montserrat = "몽세라";
morocco = "모로코";
mozambique = "모잠비크";
myanmar = "미얀마";
namibia = "나미비아";
nauru = "나우루";
nepal = "네팔";
netherlandsAntilles = "네덜란드령 안틸레스";
netherlandsThe = "네덜란드";
newCaledonia = "뉴 칼레도니아";
newZealand = "뉴 질랜드";
nicaragua = "니카라구아";
niger = "니제르";
nigeria = "나이제리아";
niue = "니우에";
norfolkIsland = "norfolkIsland";
northKorea = "북한";
norway = "노르웨이";
oman = "오만";
pakistan = "파키스탄";
palau = "팔라우";
panama = "파나마";
papuaNewGuinea = "파푸아 뉴 기니";
paraguay = "파라과이";
peru = "페루";
philippines = "필리핀";
poland = "폴란드";
portugal = "포르투갈";
puertoRico = "푸에르토 리코";
qatar = "카타르";
reunion = "레유니용";
romania = "루마니아";
russia = "러시아";
rwanda = "르완다";
samoa = "사모아";
sanMarino = "산 마리노";
saudiArabia = "사우디 아라비아";
senegal = "세네갈";
serbiaAndMontenegro = "세르비아 몬테네그로";
seychelles = "세이셸";
sierraLeone = "시에라 리온";
singapore = "싱가폴";
slovakia = "슬로바키아";
slovenia = "슬로베니아";
solomonIslands = "솔로몬 군도";
somalia = "소말리아";
southAfrica = "남아프리카";
spain = "스페인";
sriLanka = "스리 랑카";
stHelena = "세인트 헬레나";
stKittsAndNevis = "세인트 키츠 네비스";
stLucia = "세인트 루시아";
stPierreAndMiquelon = "쌩 피에르 미켈롱";
stVincentAndTheGrenadines = "세인트 빈센트 그레나딘";
sudan = "수단";
suriname = "수리남";
swaziland = "스와질랜드";
sweden = "스웨덴";
switzerland = "스위스";
syria = "시리아";
taiwan = "대만, 중국";
tajikistan = "타지키스탄";
tanzania = "탄자니아";
thailand = "태국";
timorLeste = "timorLeste";
togo = "토고";
tokelau = "토켈라우";
tonga = "통가";
trinidadAndTobago = "트리니다드 토바고";
tunisia = "튜니지아";
turkey = "터키";
turkmenistan = "투르크메니스탄";
turksAndCaicosIslands = "터크스 캐이코스 제도";
tuvalu = "투발루";
uganda = "우간다";
ukraine = "우크라이나";
unitedArabEmirates = "아랍 에미리트 연방";
unitedKingdom = "영국";
unitedStates = "미국";
uruguay = "우루과이";
uzbekistan = "우즈베키스탄";
vanuatu = "바누아투";
vaticanCity = "바티칸 시티";
venezuela = "베네주엘라";
vietnam = "베트남";
virginIslands = "미국령 버진 군도";
virginIslandsBritish = "영국령 버진 군도";
wallisAndFutuna = "월리스 푸투나";
yemen = "예멘";
zambia = "잠비아";
zimbabwe = "짐바브웨";

// region names
"africa" = "Africa";
"asiaPacific" = "Asia Pacific";
"caribbean" = "Caribbean";
"europe" = "Europe";
"indiaChina" = "India or China";
"japanCISMEA" = "Japan CISMEA";
"latinAmerica" = "Latin America";
"middleEast" = "Middle East";
"NALAAP" = "NALAAP";
"nordic" = "Nordic";
"northAfrica" = "North Africa";
"northAmericaUSACanada" = "North America (USA, Canada)";
"northWestAfrica" = "North-West Africa";
"notSupported" = "not supported";
"southernAfrica" = "Southern Africa";
"universal" = "universal";

